[
	{
		"title" : "Udgeeth Pranayama",
		"procedure" : [
			"First, you need to sit in a particular open area or a room which has fresh air. Also, you should be careful about the place as it should be both neat as well as clean.",
			"Sit in padmasana or Vajrasana. If you aren’t comfortable in sitting down then sit on a chair. However, you need to keep the back straight as well as comfortable. Now keep the hands on the knees or the thighs. You can even keep the hands on the lap with one of your hand resting on the another.",
			"Keep the eyes closed. Shut the eyes very slowly and then relax. Stop thinking about anything and try to bring focus on your breath.",
			"Breath deeply via your nose as your diaphragm gets full with air and then exhale. While you are exhaling, make the sound of “o” and when you are breathing, make the sound of OM.",
			"Make sure that the sound of 'O' is much longer than 'M'",
			"Repeat this process for at least 10 times"
		],
		"benefits" : [
			"It offers you emotional as well as physical energy",
			"It also reduces mental and physical stress",
			"It helps in the improvement of blood circulation as well as hormonal function and immune system",
			"It relaxes the heart as well as the nervous system",
			"It improves breathing quality",
			"It is quite beneficial in case of a headache or a migraine"
		],
		"precautions" : [
			"Anyone can practice Om chanting. Even kids can easily do it.",
			"Make sure that you keep your mind fresh as well as focused whenever you are practicing it.",
			"It is best to practice this pranayama yoga in the morning."
		],
		"image" : "https://4.bp.blogspot.com/-TaiU3tUAXX4/W3_G5FS6UJI/AAAAAAAAAAU/Xe9t6xAN8l4C2XX_Df4s6Af6zMl8EJ2qgCLcBGAs/s1600/udgeeth.jpg",
		"videoId" : "2zFOa_N-9Ow"
	},
	{
		"title" : "Chandra Bhedna Pranayama",
		"procedure" : [
			"First, sit in an open place or room which has fresh air. Make sure that the place is neat and clean.",
			"Sit in padmasana or Vajrasana. If you aren’t comfortable, then you can sit on a chair. Keep your back comfortable and straight.",
			"Make sure that your breath under this pranayama yoga fills the breath in the lungs.",
			"In the left nostril breathing, the breathing process is done only via the left nostril as well as breath out process is done via the right nostril.",
			"Fold the index as well as ring finger of the right hand and then use your thumb to close the right nostril and then the ring finger to close your left nostril.",
			"Now you need to close the right nostril by the thumb, and then breath in slowly with the left nostril.",
			"Hold this for 2 seconds and then also close the left nostril with the Ring finger and then exhale slowly via the right nostril. This is essentially the entire one round of your left nostril breathing.",
			"Make sure that the ration of inhalation, as well as retention along with exhalation, needs to be appropriate.",
			"Repeat this for at least 10 times. Increase the rounds by practicing it regularly."
		],
		"benefits" : [
			"It assists in getting rid of fever.",
			"It is quite effective in problems like heart burning and high blood pressure",
			"It reduces the heat in the body",
			"It assists in reducing mental stress"
			],
		"precautions" : [
			"It is only suitable in summer. You shouldn’t practice it in the season of winter.",
			"Perform this pranayama yoga with an empty stomach or after at least 4 hours of taking a meal.",
			"People with low blood pressure, heart issues, and epilepsy shouldn’t do this pranayama yoga.",
			"You shouldn’t do it if you are suffering from a fever since this pranayama yoga has a cooling effect on your body.",
			"Don’t practice the right nostril and left nostril breathing on the same day."
		],
		"image" : "https://7pranayama.com/wp-content/uploads/2016/09/2-anulom.png",
		"videoId" : "2zFOa_N-9Ow"
	},
	{
		"title" : "Surya Bhedna Pranayama",
		"procedure" : [
			"Sit in a good area with an open environment and fresh area. Make it sure that it is neat and clean.",
			"Sit in padmasana or Vajrasana. In case you aren’t comfortable then sit on a chair. Keep your back comfortable and straight.",
			"You should know that your breath in this practices will fill the breath in the lungs.",
			"In this pranayama yoga, the breath in the process is performed only via the right nostril, and the breath out process is performed via the left nostril.",
			"Fold the index as well as ring finger of the right hand and then use the thumb in order to close the right nostril while using the ring finger to close the left nostril.",
			"Close the left nostril using the ring finger and then breath in slowly through the right nostril.",
			"Hold for at least 2 seconds and then close the right nostril with the thumb and then slowly exhale via the left nostril. This is the entire round of this pranayama yoga.",
			"The ratio of inhalation, as well as retention and exhalation, needs to be appropriate.",
			"Repeat this particular process for at least 10 times. Increase the rounds by practicing it regularly."
		],
		"benefits" : [
			"Its benefits are the opposite of the left nostril breathing.",
			"It reduces the cold on the body and creates heat.",
			"It is quite effective in case of low blood pressure.",
			"It helps in treating a cold."
			],
		"precautions" : [
			"It is suitable to be practiced in the winter season. You shouldn’t do it in summers.",
			"It should be practiced on an empty stomach.",
			"Patient with high blood pressure shouldn’t practice it.",
			"Don’t perform this pranayama yoga if you are doing left nostril breathing on the same day."
		],
		"image" : "https://7pranayama.com/wp-content/uploads/2016/09/4-vilom-1.png",
		"videoId" : "2zFOa_N-9Ow"
	},
	{
		"title" : "Anulom Vilom Pranayama",
		"procedure" : [
			"Sit in Vajrasana or padmasana or any comfortable position. You can sit on a chair if you want.",
			"Keep the back straight and left hand on the left knee.",
			"Use the right-hand thumb in order to close the right nostril and the ring finger in order to close the left nostril.",
			"Close the right nostril with the assistance of right hand thumb and breath in via the left nostril. Fill the lungs full with air",
			"Hold the breath for a few moments and then close the left nostril with the ring finger of right hand before starting exhalation. You can even close the left nostril after inhaling from right nostril and then hold for a few moments, make sure that the breath isn’t exhaled.",
			"Release the thumb from right nostril and then breath out very slowly.",
			"Breath from right nostril and then close the right nostril with the thumb. Hold on the breath.",
			"Release the left nostril and then breath out slowly.",
			"It is the first round. Repeat it at least 10 times. Increase the number of rounds once you start practising it regularly.",
			"The ratio should be inhalation for 1 second, then retention for 1 second and then exhaling for 1 second."
		],
		"benefits" : [
			"It cleanses the nadis and also makes prana freely flow in the body. As it cleanses all the nadis of the body, so it is also known as Nadi Shodhana Pranayama yoga.",
			"It controls diabetes, obesity, and blood pressure.",
			"It also treats snoring.",
			"It increases oxygen supply in the entire body.",
			"It decreases stress and anxiety.",
			"It manages blood circulation, and it is quite beneficial for arthritis."
			],
		"precautions" : [
			"Patient with blood pressure problem should avoid it.",
			"Practice this pranayama yoga on an empty stomach.",
			"Don’t practice in case of lung problems."
		],
		"image" : "https://7pranayama.com/wp-content/uploads/2016/09/anulom-screen.jpg",
		"videoId" : "2zFOa_N-9Ow"
	},
	{
		"title" : "Bhastrika Pranayama",
		"procedure" : [
			"Sit in vajrasana or padmasana or any comfortable position. You can sit on a chair if you want.",
			"Keep the back and head straight without any stretching.",
			"Inhale a slow breath",
			"Exhale quickly as well as forcefully via the nose. As you exhale, also inhale with the same force.",
			"During the process of inhalation, the abdomen relaxes and then fills out slightly while during the exhalation  the belly essentially moves slightly in.",
			"This is one round.",
			"Do this 10 times. Repeat each round at least 5 times.",
			"Inhalation and exhalation, both should be equal when it comes to duration."
		],
		"benefits" : [
			"It refreshes the mind and body.",
			"Practising regularly, it creates an entirely new energy level in the body.",
			"It improves memory",
			"It is good for the respiratory system and lungs.",
			"It improves metabolism.",
			"It helps in depression.",
			"It is quite useful in losing weight."
		],
		"precautions" : [
			"Patients with high blood pressure, brain tumor, heart disease, intestine or stomach problems, vertigo and diarrhea, must not try it.",
			"If you feel a light headache or any dizziness, then stop doing it.",
			"It should be practised with a relaxed mind and an empty stomach.",
			"Pregnant women shouldn’t do this."
		],
		"image" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR8_wTPW_aDJBnDCntAGQ7rV_SclwdeD-u4hpInyswmX762Yug7",
		"videoId" : "2zFOa_N-9Ow"
	},
	{
		"title" : "Ujjayi Pranayama",
		"procedure" : [
			"Sit in Vajrasana or padmasana or any comfortable position. You can sit on a chair if you want.",
			"Keep the back straight",
			"Take a long deep breath slowly via both nostrils.",
			"Try contraction of the throat while breathing in and feel the touch of the air in the throat.",
			"Hold for a few moments. When you inhale as well exhale while doing it, you mildly contract the throat’s rear which makes a gentle hissing sound.",
			"Breath out by closing the right nostril and exhale via the left nostril. Try to create sound such as “hhhhaaaa” while you are exhaling."
		],
		"benefits" : [
			"It helps in controlling snoring as well as in thyroid related problems.",
			"It also controls high blood pressure and assists in heart-related discomforts.",
			"It detoxifies the body and cleanses the inner body.",
			"It enhances the digestive, respiratory and nervous system’s capacity.",
			"It releases tension as well as tight body areas.",
			"It improves the concentration and also calms the mind."
		],
		"precautions" : [
			"Never tighten the through during it.",
			"Patient of heart disease or even high blood pressure shouldn’t practice it.",
			"If you feel dizzy, stop practicing it.",
			"While you perform it, air shouldn’t touch the inside of the nose"
		],
		"image" : "https://7pranayama.com/wp-content/uploads/2016/09/ujjayi-pranayama-screen.jpg",
		"videoId" : "2zFOa_N-9Ow"
	},
	{
		"title" : "Sheetali Pranayama",
		"procedure" : [
			"Sit in vajrasana or padmasana or any comfortable position. You can sit on a chair if you want.",
			"Keep the back straight and left hand on the left knee.",
			"Bring out the tongue to the moth and roll it in a tube shape. Make small “o” with the mouth if you have trouble rolling the tongue.",
			"Inhale via the tongue tube and at inhalation end, lower the chin to the chest in the jalandhana bandha and then hold your breath for at least 5 seconds.",
			"Lift up the chin slowly. Close the right nostril with the assistance of thumb and utilising ujjayi breath exhale very slowly via the left nostril. This is one round.",
			"Repeat it at least 5 times."
		],
		"benefits" : [
			"It helps in regulating the digestive system.",
			"It helps in detoxifying the inner body.",
			"It improves breath quality and helps in concentration development.",
			"It balances pitta especially in the season of summer and soothes emotions."
		],
		"precautions" : [
			"Don’t practice it in extreme cold.",
			"In the case of chronic constipation history, don’t do it.",
			"Asthma, cough, cold and congestion patients shouldn’t do it."
		],
		"image" : "https://7pranayama.com/wp-content/uploads/2016/09/sheetali-screen.jpg",
		"videoId" : "2zFOa_N-9Ow"
	},
	{
		"title" : "Humming Bee Pranayama",
		"procedure" : [
			"Sit in vajrasana or padmasana or any comfortable position. You can sit on a chair too.",
			"Keep the back straight.",
			"Put the index finds on both of the ears and close the eyes. Rather than utilising the index fingers, use the thumbs to shut the ears and cover the eyes using the remaining fingers.",
			"Slowly breath out and make a humming sound from the throat like a humming bee.",
			"Feel the vibration sound in the entire head.",
			"This is one round. Repeat it at least 5 times."
		],
		"benefits" : [
			"It helps in the reduction of blood pressure.",
			"It cures a headache and migraine.",
			"It provides instant relief from tension, anxiety and anger.",
			"It is great medicine for those suffering from hypertension.",
			"The regular practice prepares your mind for meditation."
		],
		"precautions" : [
			"Don’t put the finger inside the ears, ever, while doing it.",
			"Press just the cartilage when closing the ears. Don’t press the cartilage very hard.",
			"When making a humming sound, keep the mouth closed.",
			"Keep the face relaxed while practicing it."
		],
		"image" : "https://4.bp.blogspot.com/-oZVR5lGnNmE/XCx7DIPXn4I/AAAAAAAAAfI/1gue2gFWi9YubxLbvVND0mGticnrwcRWQCLcBGAs/s1600/Bhramari%2BPranayama.jpg",
		"videoId" : "2zFOa_N-9Ow"
	},
	{
		"title" : "Kapalbhati Pranayama",
		"procedure" : [
			"Sit in a clean and open area with fresh air.",
			"Sit in vajrasana or padmasana. Keep the back straight as well as comfortable. Keep the right hand on right knee and left a hand on the left knee.",
			"Inhale a deep breath and then exhale with a large amount of force such that the stomach goes deep inside.",
			"While exhaling with a sound of hissing, think of all the disorders coming out of the nose.",
			"Do exhalation for at least 10 times on every inhalation. This is the first round."
		],
		"benefits" : [
			"It is effective in achieving weight loss, especially the belly fat.",
			"It improves lung and respiratory system function and improves the reproductive system.",
			"It produces hormones of insulin in natural form and improves the function of the pancreas.",
			"It removes depression and brings positive thoughts.",
			"It makes the skin glow and cleanses the body from the inside."
		],
		"precautions" : [
			"Pregnant women shouldn’t do this pranayama yoga.",
			"People with issues like heart issues or even high blood pressure should practice it at a slower pace. Exhalation number should be less.",
			"Girls who are menstruating shouldn’t do it during the time."
		],
		"image" : "https://i.pinimg.com/originals/42/06/a0/4206a02d30bfc0442002452942b063c8.jpg",
		"videoId" : "2zFOa_N-9Ow"
	},
	{
		"title" : "Pranav Pranayama",
		"procedure" : [
			"Sit in a clean and peaceful area with the eyes closed and straight head and spine.",
			"Gyan mudra is preferable when you are practicing this pranayama yoga. You can even keep the fingers in Gyan mudra or even keep the right hand on the right knee with the left hand on the left knee.",
			"Breath normally and also focuses on the breathing while inhaling and exhaling.",
			"Connect the mind with positive thoughts and god. Don’t think about anything else. Practice it for at least 3 minutes."
		],
		"benefits" : [
			"It provides mental peace and helps in calming the mind.",
			"It can be performed by anyone.",
			"It is quite helpful in keeping the mind stress-free and fresh."
			],
		"precautions" : [
			"People with issues like heart issues or even high blood pressure should practice it at a slower pace. Exhalation number should be less.",
			"Girls who are menstruating shouldn’t do it during the time."
		],
		"image" : "https://1.bp.blogspot.com/-RxvJ5KQmC0Q/W3_Gn01h_yI/AAAAAAAAAAM/VvaBl9o_weYXPUnLyhaVINS-RDtgPnQzgCLcBGAs/s320/pranav.jpg",
		"videoId" : "2zFOa_N-9Ow"
	}
]